driver-tests/bpelse/if/ifJbi/test/IfFlow16/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:ifflowbranch1>if</def:ifflowbranch1>
    <def:ifflowbranch2>if</def:ifflowbranch2>
    <def:elseifflowbranch1>if</def:elseifflowbranch1>
    <def:elseifflowbranch2>if</def:elseifflowbranch2>
    <def:elseflowbranch1>if</def:elseflowbranch1>
    <def:elseflowbranch2>if</def:elseflowbranch2>
  </soapenv:Body>
</soapenv:Envelope>